"LANG" = "(ca)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Verificar";
"TB_MAINTAIN" = "Manteniment";
"TB_CLEAN" = "Neteja";
"TB_UTILS" = "Utilitats";
"TB_AUTOMATE" = "Automatitzar";
"TB_PARAM" = "Paràmetres";
"TB_INFO" = "Informació";
"TB_LOG" = "Registre";

"TT_ONYX" = "Veure només la Barra de ferramentes";
"TT_CHECK" = "Executar verificació";
"TT_MAINTAIN" = "Executar el manteniment de sistema";
"TT_CLEAN" = "Executar la neteja";
"TT_UTILS" = "Executar diverses operacions";
"TT_AUTOMATE" = "Executar el manteniment del sistema i la neteja";
"TT_PARAM" = "Activar i desactivar les funciones ocultes";
"TT_INFO" = "Veure la Informació";
"TT_LOG" = "Veure registre i CrashReporters d'OnyX";

"EXEC_ONYX" = "Carregant OnyX";
"READ_PARAM" = "Llegint paràmetres...";
"READ_INFO" = "Llegint informació...";

"DEFAULT" = "per defecte";
"BY_PROC" = " (per processor)";
"BY_CORE" = " (per core)";
"USEDBYSYSTEM" = " (used by the System)";
"USEDBYONYX" = " (used by OnyX)";
"OCTETS" = " bytes";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Cancel·lar";
"B_DL" = "Baixar";
"B_QUIT" = "Abandonar";
"B_CONTINUE" = "Continuar";
"B_RESTART" = "Reiniciar";
"B_CLOSE" = "Tancar";
"B_SHUTDOWN" = "Apagar";
"B_CREATE" = "Crear";
"B_DELETE" = "Esborrar";
"B_ENABLE" = "Activar";
"B_DISABLE" = "Desactivar";
"FIELD_ENABLE" = "Actiu";
"FIELD_DISABLE" = "Inactiu";

"CHECK_UPDATE" = "Buscant actualitzacions...";
"UPTODATE" = "OnyX està actualitzat.";
"MSG_UPTODATE" = "No hi ha cap actualització d'OnyX disponible. Prema Acceptar per a continuar.";
"NO_UPDATE" = "No hi ha cap versió nova disponible";
"NO_UPDATEBETA" = "Impossible to search for an update from a Beta version.";
"UPDATE_DL" = "S'ha detectat una nova versió i s'ha descarregat";
"UPDATE_NODL" = "S'ha detectat una nova versió però no s'ha descarregat";
"DL_UPDATE" = "Baixant...";
"NEW_VERS" = "S'ha detectat una nova versió.";
"MSG_VERSA" = "Actualment, vostè està usant la versió ";
"MSG_VERSB" = " d'OnyX.\nHi ha disponible una versió més recent (";
"MSG_VERSC" = ").\n Desitja descarregar-la?";
"DLOK" = "Baixades.";
"MSG_DLOK" = "L'última versió d'OnyX ha estat descarregada i copiada a l'Escriptori (o a la carpeta que haja indicat en les Preferències d'OnyX).";

"CHECK_SMART" = "Comprovant l'estat S.M.A.R.T.";
"MSG_CHECKSMART" = "Es recomana una verificació regular de l'estat S.M.A.R.T. del disc. Aquesta operació tot just dura uns pocs segons i pot ser deshabilitada en les preferències d'OnyX.";
"DISABLE_SMART" = "La verificació de l'estat S.M.A.R.T. al inici pot ser desactivat a les preferències d'OnyX.";
"SMART_VERIFIED" = "Estat S.M.A.R.T. verificat.";
"MSG_SMART_VERIFIED" = "Este disc sembla estar treballant correctament.";
"SMART_NOTSUPPORTED" = "L'estat S.M.A.R.T. no està suportat.";
"MSG_SMART_NOTSUPPORTED" = "L'estat S.M.A.R.T. no es va verificar perque no està suportat per este disc.";
"SMART_NOTVERIFIED" = "L'estat S.M.A.R.T. no s'ha verificat.";
"MSG_SMART_NOTVERIFIED" = "Error detectat mentre es comprovava l'estat S.M.A.R.T. d'este disc.";
"MSG_SMART_RAID" = "OnyX no pot comprovar l'estat S.M.A.R.T. d'un conjunt RAID.";

"CHECKDISK" = "Verificant el volum d'arranc";
"MSG_ALERTCHECK" = "Abans d'executar el manteniment o neteja del Sistema, es recomana verificar el disc d'arranc.";
"MSG_CHECKDISK" = "Per a comprovar-lo, OnyX tanque totes les aplicacions obertes (algunes tasques poden falsejar el resultat de la comprovació). \nDurant la verificació, el Finder pot funcionar lentament i fins i tot no respondre, pot aparèixer el cursor donant voltes, o pot semblar que el seu ordinador ha deixat de respondre (freeze). Açò és previsible, per favor Espere!!";
"CHECKDISK_OK" = "Volum verificat.";
"MSG_CHECKDISK_OK" = "El volum d'arranc sembla estar correcte.";
"CHECKDISK_NOTOK" = "El volum necessita ser reparat.";
"MSG_CHECKDISK_NOTOK" = "Per a reparar el disc d'arranc, arranque l'ordinador des del disc d'instalación del Mac OS X (CD o DVD) i, a continuació, seleccione Utilitats > Utilitat de Discs...";
"NOCHECKDISK" = "Comprovació impossible.";
"MSG_NOCHECKDISK" = "Resulta impossible verificar el volum d'arranc perque no disposa de registre.";

"CHECK_PLIST" = "Verificant els fitxers de preferències";
"PLIST_OK" = "La sintaxi dels fitxers verificats es correcta";

"REPAIRPERM" = "Reparar els permisos del disc";
"DAILY" = "Executant script diari";
"WEEKLY" = "Executant script semanal";
"MONTHLY" = "Executant script mensual";
"ARCHIVEDLOGS" = "Esborrant Registres arxivats";
"ENDSCRIPTS" = "Scripts finalitzats.";
"MSG_ENDSCRIPTS" = "Els scripts seleccionats han estat executats correctament.";
"LAST_EXEC" = "- Última execució: ";
"MAINTAIN" = "Manteniment...";
"LAUNCHSERVICES" = "Reconstruint la base de dades de LaunchServices";
"DSSTORE" = "Esborrant arxius .DS_Store";
"DYLDCACHE" = "Actualitzant la memòria cau compartida de dyld";
"INDEX_SPOTLIGHT" = "Esborrant l'índex del Spotlight";
"INDEX_BAL" = "Reconstruint l'índex de les bústies de correu";
"SIDEBAR" = "Reiniciant la Barra lateral de la finestra del Finder";
"HELPVIEWER" = "Reiniciant el menú del Visor d'Ajuda";
"ENDMAINTAIN" = "The maintenance is finished.";
"MSG_ENDMAINTAIN" = "The selected maintenance commands have been executed.";

"CLEAN" = "Netejant...";
"CACHE_BOOT" = "Esborrant la memòria cau d'arrencada";
"CACHE_KERNEL" = "Esborrant memòria cau del nucli";
"CACHE_INTLDATA" = "Esborrant la memòria cau de dades Internacionals";
"CUPS_FILES" = "Esborrant tots els treballs de cups";
"CACHE_DIRECTORYSERVICE" = "Esborrant la memòria cau del Servei de Directori";
"CACHE_COMPQT" = "Esborrant la memòria cau dels Components QuickTime";
"CACHE_COMPAUDIO" = "Esborrant la memòria cau dels Components d'Audio";
"CACHE_COMPOTHERS" = "Esborrant la memòria cau de diversos Components";
"CACHE_APP" = "Esborrant la memòria cau d'Aplicacions";
"CACHE_PREFPANES" = "Esborrant la memòria cau dels Panells de Preferències";
"CACHE_AU" = "Esborrant la memòria cau de les Unitats d'Audio";
"CACHE_JAVA" = "Esborrant la memòria cau de Java i Java Applets";
"CACHE_DESKTOP" = "Esborrant la memòria cau de l'Escriptori";
"CACHE_ICONDOCK" = "Esborrant la memòria cau de les Icones del Dock";
"CACHE_COLORSYNC" = "Esborrant la memòria cau dels Perfils de ColorSync";
"CACHE_QUICKLOOK" = "Esborrant la memòria cau de QuickLook";
"TEMP_ITEMS" = "Esborrant arxius temporals";
"CACHE_BROWSER" = "Esborrant memòria cau dels navegadors";
"CACHE_DOWNLOAD" = "Esborrant memòria cau de descàrregues";
"HISTORY_BROWSER" = "Esborrant historial dels navegadors";
"RECENT_SEARCH" = "Esborrant recerques recents";
"WEBPAGE_PREVIEWS" = "Esborrant les Previsualitzacions de les Pàgines Web";
"BOOKMARKS_ICONS" = "Esborrant les icones d'URL";
"INFOS_FORM" = "Esborrant la informació dels formularis";
"COOKIES" = "Esborrant les cookies";
"CACHE_FONTS" = "Esborrant memòria cau de Fonts";
"RECENT_ITEMS" = "Esborrant elements recents";
"RECENT_CONVERSIONS" = "Esborrant les Conversions Recents de la Calculadora";
"MAIL_DOWNLOADS" = "Esborrant els fitxers baixats de Correu";
"SAVED_SEARCHES" = "Esborrant els elements de la carpeta de Recerques Guardades";
"TMP" = "Esborrant els Fitxers Temporals i Obsolets";
"OLDITUNESLIB" = "Esborrant les Biblioteques Previes d'iTunes";
"MYCOMPSS" = "Esborrant la llista 'Els meus Ordinadors' de Compartir Pantalla";
"CONTENTGUIDEQT" = "Esborrant la Guia de Continguts de QuickTime";
"ENDCLEAN" = "Neteja finalitzada.";
"MSG_ENDCLEAN" = "Les ordres de neteja seleccionades han estat executades.";

"EMPTY_TRASH" = "Forçar el buidat de la Paperera";
"DESTROY_TRASH" = "Destruir el contingut de la Paperera";
"ALRT_TRASH" = "Els continguts de la Paperera de tots els comptes de tots els volums connectats seran eliminats definitivament.";
"MSG_DESTROYTRASH" = "Warning: This operation takes a very long time. Wait for the task to complete!";
"ENDEMPTYTRASH" = "Paperera buidada.";
"MSG_ENDEMPTYTRASH" = "Els continguts de la Paperera de tots els comptes de tots els volums connectats han estat esborrats correctament.";

"LOCATE_YES" = "Creant la Base de dades Locate";
"LOCATE_NO" = "Esborrant la Base de dades Locate";
"MSG_DELETELOCATE" = "Realment vol esborrar la Base de dades Locate?";
"UPDATE_LOCATE" = "Actualitzant la base de dades Locate";
"SEARCH_LOCATE" = "Buscar en la base de dades locate";
"ENDUPDLOCATE" = "Actualitzada la Base de dades Locate.";
"MSG_ENDUPDLOCATE" = "La Base de dades Locate ha estat reconstruida i actualitzada correctament.";
"SEARCH_RESULT" = "Resultat de la búsqueda";
"NO_ITEMFOUND" = "No s'han trobat registres";
"NO_FOUND" = "van ser trobats.";
"ONE_ITEMFOUND" = "Només s'ha trobat un element";
"ONE_FOUND" = "va ser trobat.";
"MORE_ITEMFOUND" = "elements trobats";
"MORE_FOUND" = "van ser trobats.";
"UPDATE_WHATIS" = "Actualitzant la base de dades Whatis";
"ENDUPDWHATIS" = "Actualitzada la Base de dades Whatis.";
"MSG_ENDUPDWHATIS" = "La Base de dades Whatis Database ha estat reconstruida i actualitzada correctament.";

"ACCT_YES" = "Activant el registre de processos";
"ACCT_NO" = "Desactivant el registre de processos";

"SHOWVOLUME" = "Mostrant el volumen: ";
"HIDEVOLUME" = "Ocultant el volumen: ";
"SHOWFOLDER" = "Mostrant la carpeta: ";
"HIDEFOLDER" = "Ocultant la carpeta: ";
"SHOWFILE" = "Mostrant el fitxer: ";
"HIDEFILE" = "Ocultant el fitxer: ";

"AUTOMATE" = "Automatitzar...";
"ALL_LOGS" = "Esborrant registres i Informes de diagnòstic";
"SYSTEM_CACHE" = "Esborrant memòria cau del sistema";
"USER_CACHE" = "Esborrant memòria cau de l'usuari";
"WEB_CACHE" = "Deleting the Web Cache and History";
"MISC_ITEMS" = "Deleting Misc Items";
"ENDAUTOMATE" = "Automatització finalitzada.";
"MSG_ENDAUTOMATE" = "Les ordres d'automatització seleccionades han estat executades.";

"RESTART" = "S'han executat correctament totes les tasques seleccionades."; 
"MSG_RESTART" = "Per favor, reinicie ara el seu ordinador.";

"DOUBLEBOTH" = "Activant les fletxes dobles en cada extrem";
"DOUBLEMAX" = "Activant les fletxes dobles baix i a la dreta";
"DOUBLEMIN" = "Activant les fletxes dobles dalt i a l'esquerra";
"SINGLE" = "Activant les fletxes simples en cada extrem";
"SETTIME" = "Modificant la velocitat de visualització dels panells i finestres";
"CRASHREPORT_BASIC" = "Activant el Mode Bàsic per els Informes de diagnòstic";
"CRASHREPORT_DEV" = "Activant el Mode Desenvolupador per els Informes de diagnòstic";
"CRASHREPORT_SERVER" = "Activant el Mode Servidor per els Informes de diagnòstic";
"DSSTORENETWORK_YES" = "Activant la creació de fitxers .DS_Store en volums de xarxa";
"DSSTORENETWORK_NO" = "Desactivant la creació de fitxers .DS_Store en volums de xarxa";
"DSSTORENETWORK" = "Modificant la creació de fitxers .DS_Store en volums de xarxa."; 
"DSSTORENETWORK_RESTART" = "La modificació de la creació de fitxers .DS_Store en volums de xarxa serà efectiva únicament després d'haver reiniciat l'ordinador.\nRealment vol forçar ara el reinici?";
"FORMAT_CAPTURE" = "Modificant el format per defecte de la captura de pantalla";
"SHADOWSC_YES" = "Mostrant les ombres en les captures de finestra";
"SHADOWSC_NO" = "Ocultant les ombres en les captures de finestra";
"PATH_CAPTURE" = "Modificant la ruta per emmagatzemar les captures de pantalla";
"NEWNAME_CAPTURE" = "Modificant el nom de les captures de pantalla";
"RECENTITEMS_YES" = "Mostrant els elements recents en les aplicacions";
"RECENTITEMS_NO" = "Ocultant els elements recents en les aplicacions";
"RECENTPLACES" = "Modificant el nombre de llocs recents en els diàlegs";
"START_ANIMDESKTOP" = "Iniciar el fons d'Escriptori animat";
"STOP_ANIMDESKTOP" = "Parar el fons d'Escriptori animat";
"ALERTDOWNLOADED_YES" = "Mostra missatge d'avís en executar aplicacions descarregades";
"ALERTDOWNLOADED_NO" = "Oculta el missatge d'avís en executar aplicacions descarregades";
"PP_ARCHIVES" = "Instal·lant el Panell de Preferències d'Arxius";
"PP_PROCESSOR" = "Instal·lant el Panell de Preferències de Processador";
"REINIT_GENERAL" = "Reiniciant paràmetres generals";

"ZOOMAPP_YES" = "Activant ampliació per a les aplicacions";
"ZOOMAPP_NO" = "Desactivant ampliació per a les aplicacions";
"ZOOMWIND_YES" = "Activant ampliació per a les finestres";
"ZOOMWIND_NO" = "Desactivant ampliació per a les finestres";
"ANIMINFO_YES" = "Activant efecte de la finestra Informació";
"ANIMINFO_NO" = "Desactivant efecte de la finestra Informació";
"ANIMSNAP_YES" = "Activant animació Alinear amb Reticle";
"ANIMSNAP_NO" = "Desactivant animació Alinear amb Reticle";
"SHOWFILESFINDER_YES" = "Mostrant arxius ocults i de sistema";
"SHOWFILESFINDER_NO" = "Ocultant arxius ocults i de sistema";
"PATHINTITLE_YES" = "Mostrant la ruta al títol de la finestra";
"PATHINTITLE_NO" = "Ocultant la ruta al títol de la finestra";
"FOLDERCONTENTQL_YES" = "Mostrant el contingut de les carpetes en les previsualitzacions de QuickLook";
"FOLDERCONTENTQL_NO" = "Ocultant el contingut de les carpetes en les previsualitzacions de QuickLook";
"LABEL_1LINE" = "Mostrant el text baix les icones en una línia";
"LABEL_2LINES" = "Mostrant el text baix les icones en dos línies";
"MENUBAR" = "Modificant el fons de la Barra de Menú";
"MENUBAR_RESTART" = "La modificació del fons de la Barra de Menú únicament tindrà efecte després d'haver reiniciat l'ordinador.\nRealment vol forçar ara el reinici?";
"SHOWPREFS_YES" = "Mostrant l'opció de menú Preferències... al menú Finder";
"SHOWPREFS_NO" = "Ocultant l'opció de menú Preferències... al menú Finder";
"SHOWTRASH_YES" = "Mostrant l'opció de menú Buidar Paperera al menú Finder";
"SHOWTRASH_NO" = "Ocultant l'opció de menú Buidar Paperera al menú Finder";
"QUITFINDER_YES" = "Mostrant l'opció de menú Eixir en el menú Finder";
"QUITFINDER_NO" = "Ocultant l'opció de menú Eixir en el menú Finder";
"SHOWEJECT_YES" = "Mostrant l'opció de menú 'Expulsar' en el menú Arxiu";
"SHOWEJECT_NO" = "Ocultant l'opció de menú 'Expulsar' en el menú Arxiu";
"SHOWBURN_YES" = "Mostrant l'opció de menú Gravar Disc... en el menú Fitxer";
"SHOWBURN_NO" = "Ocultant l'opció de menú Gravar Disc... en el menú Fitxer";
"PERSOTOOLBAR_YES" = "Mostrant l'opció de menú Personalitzar barra de ferramentes... en el menú Visualització";
"PERSOTOOLBAR_NO" = "Ocultant l'opció de menú Personalitzar barra de ferramentes... en el menú Visualització";
"VIEWOPTIONS_YES" = "Mostrant l'opció de menú Mostrar opcions de visualització en el menú Visualització";
"VIEWOPTIONS_NO" = "Ocultant l'opció de menú Mostrar opcions de visualització en el menú Visualització";
"IDISK_YES" = "Mostrant l'opció de menú iDisk en el menú Anar";
"IDISK_NO" = "Ocultant l'opció de menú iDisk en el menú Anar";
"SHOWGOTOFOLDER_YES" = "Mostrant l'opció de menú Anar a la carpeta... al menú Anar";
"SHOWGOTOFOLDER_NO" = "Ocultant l'opció de menú Anar a la carpeta... al menú Anar";
"SHOWCONNECTTO_YES" = "Mostrant l'opció de menú Conectar-se al servidor... en el menú Anar";
"SHOWCONNECTTO_NO" = "Ocultant l'opció de menú Conectar-se al servidor... en el menú Anar";
"EXTRASMENU" = "Showing the ";
"EXTRASMENUBAR" = " menu in the menu bar";
"REINIT_FINDER" = "Reseteig dels paràmetres emmagatzemats del Finder";

"DOCK3D" = "Mostrant el Dock 3D amb efecte mirall";
"DOCK2D" = "Mostrant el Dock 2D amb efecte transparència";
"GENIE" = "Activant l'efecte Aladino";
"SCALE" = "Activant l'efecte A escala";
"SUCK" = "Activant l'efecte Succió";
"MINIMIZE128_YES" = "Desactivant reducció proporcional a la finestra en el Dock";
"MINIMIZE128_NO" = "Activant reducció proporcional a la finestra en el Dock";
"ORIENTATION_BOTTOM" = "Mostrant el Dock en la part inferior de la pantalla";
"ORIENTATION_LEFT" = "Mostrant el Dock a l'esquerra de la pantalla";
"ORIENTATION_RIGHT" = "Mostrant el Dock a la dreta de la pantalla";
"PINNING_START" = "Ancoratge del Dock a la vora pel seu extrem inicial";
"PINNING_MIDDLE" = "Alineació del Dock al centre";
"PINNING_END" = "Ancoratge del Dock a la vora pel seu extrem final";
"ALIGN_TOP" = "Dalt";
"ALIGN_BOTTOM" = "Baix";
"ALIGN_LEFT" = "Esquerra";
"ALIGN_RIGHT" = "Dreta";
"LAUNCHANIM_YES" = "Activant l'animació mentre s'obrin les aplicacions";
"LAUNCHANIM_NO" = "Desactivant l'animació mentre s'obrin les aplicacions";
"NOBOUNCING_YES" = "Desactivant l'animació quan es produïx un avís en segon pla";
"NOBOUNCING_NO" = "Activant l'animació quan es produïx un avís en segon pla";
"ONLYSTATICAPP_YES" = "Mostrant en el Dock únicament les aplicacions que s'estan executant";
"ONLYSTATICAPP_NO" = "Mostrant totes les aplicacions en el Dock";
"SHOWHIDDEN_YES" = "Activant transparència per a les aplicacions ocultes";
"SHOWHIDDEN_NO" = "Desactivant transparència per a les aplicacions ocultes";
"AUTOHIDE_YES" = "Activant la funció Ocultar i mostrar el Dock automàticament";
"AUTOHIDE_NO" = "Desactivant la funció Ocultar i mostrar el Dock automàticament";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Activant els menús Exposé";
"EXPOSEMENUS_NO" = "Desactivant els menús Exposé";
"LOCKSIZE_YES" = "Locking the icons size in the Dock";
"LOCKSIZE_NO" = "Unlocking the icons size in the Dock";
"LOCKCONTENT_YES" = "Bloquejant les icones en el Dock";
"LOCKCONTENT_NO" = "Desbloquejant les icones en el Dock";
"SINGLEAPP_YES" = "Turning on Single Application mode";
"SINGLEAPP_NO" = "Turning off Single Application mode";
"LISTSTACK_YES" = "Mostrant el menú Llista en les Piles de forma no jeràrquica";
"LISTSTACK_NO" = "Mostrant el menú Llista en les Piles de forma jeràrquica";
"MOUSEOVERSTACK_YES" = "Activant l'efecte de ressaltat dels elements col·locats en piles en vista per reticle";
"MOUSEOVERSTACK_NO" = "Desactivant l'efecte de ressaltat dels elements col·locats en piles en vista per reticle";
"STACK_RECENTFAVORITE" = "Afegint una pila de Recents/Favorits en el Dock";
"SPACER_APP" = "Afegint un espaiador invisible a l'esquerra del Dock";
"SPACER_OTHERS" = "Afegint un espaiador invisible a la dreta del Dock";
"RESTORE_DOCK" = "Restoring the Dock's display and parameters";
"REINIT_DOCK" = "Reseteig dels paràmetres emmagatzemats del Dock";

"HIDECONTROLSQT_YES" = "Ocultant els controls de reproducció en les finestres de QuickTime";
"HIDECONTROLSQT_NO" = "Mostrant els controls de reproducció en les finestres de QuickTime";
"HIDETITLEQT_YES" = "Ocultant la barra de titols en les finestres de QuickTime";
"HIDETITLEQT_NO" = "Mostrant la barra de titols en les finestres de QuickTime";
"AUTOPLAYMOVIE_YES" = "Activant la reproducció automàtica al obrir les pel·lícules";
"AUTOPLAYMOVIE_NO" = "Desactivant la reproducció automàtica al obrir les pel·lícules";
"ROUNDEDCORNERS_YES" = "Mostrant el contorn de finestra arrodonit";
"ROUNDEDCORNERS_NO" = "Mostrant el contorn de finestra en angle recte";
"FULLSCREENQT_YES" = "Activant el manteniment del mode de pantalla completa de QuickTime";
"FULLSCREENQT_NO" = "Desactivant el manteniment del mode de pantalla completa de QuickTime";
"QTINFOPANEL_YES" = "Mostrant la finestra d'informació de QuickTime Player 7 al executar";
"QTINFOPANEL_NO" = "Ocultant la finestra d'informació de QuickTime Player 7 al executar";
"REINIT_QUICKTIME" = "Reseteig dels paràmetres emmagatzemats de QuickTime";

"PDFAUTO_YES" = "Activant l'apertura de fitxers PDF en Safari";
"PDFAUTO_NO" = "Desactivant l'apertura de fitxers PDF en Safari";
"SAFARICACHE_YES" = "Activant el Cache de Safari";
"SAFARICACHE_NO" = "Desactivant el Cache de Safari";
"BACKFORWARD_YES" = "Activant els botons Avant/Enrere en Safari";
"BACKFORWARD_NO" = "Desactivant els botons Avant/Enrere en Safari";
"SINGLEWIND_YES" = "Activant el mode de finestra única en Safari";
"SINGLEWIND_NO" = "Desactivant el mode de finestra única en Safari";
"CONFIRMCLOSEWIND_NO" = "Desactivant la confirmació quan es tanquen varies pàgines en Safari";
"CONFIRMCLOSEWIND_YES" = "Activant la confirmació quan es tanquen varies pàgines en Safari";
"DEBUGSAFARI_YES" = "Activant el menú Develop de Safari";
"DEBUGSAFARI_NO" = "Desactivant el menú Develop de Safari";
"FAVICON_YES" = "Mostrant les icones dels Marcadors";
"FAVICON_NO" = "Ocultant les icones dels Marcadors";
"SHOWTOOLTIPS_YES" = "Mostrant les URL dels enllaços dels Globus d'Ajuda";
"SHOWTOOLTIPS_NO" = "Ocultant les URL dels enllaços dels Globus d'Ajuda";
"PRINTBACKGROUND_YES" = "Activant la impresió dels fons en Safari";
"PRINTBACKGROUND_NO" = "Desactivant la impresió dels fons en Safari";
"PRINTHEADERFOOTER_YES" = "Activant Impressió de Capçaleres i Peus de pàgina en Safari";
"PRINTHEADERFOOTER_NO" = "Desactivant Impressió de Capçaleres i Peus de pàgina en Safari";
"HISTO_SAFARI" = "Parametrització de l'històric de Safari";
"FIXWEBKITBUG" = "Re-activant l'opció Zoom Només Text";
"REINIT_SAFARI" = "Reseteig dels paràmetres emmagatzemats de Safari";

"MAILPLAINTEXT_YES" = "Mostrant els nous missatges de Correu amb format Text";
"MAILPLAINTEXT_NO" = "Mostrant per defecte els nous missatges de Correu";
"DATADETECTMAIL_NO" = "Desactivant els Detectors de Dades de Mail";
"DATADETECTMAIL_YES" = "Activant els Detectors de Dades de Mail";
"VIEWATTACHMENT_YES" = "Enabling display attachments in messages";
"VIEWATTACHMENT_NO" = "Disabling display attachments in messages";
"MAIL_MINIFONTSIZE" = "Modifying the minimum font size in the Mail's messages";
"COPYNAMEMAIL_YES" = "Mostrant el nom quan es copia l'adreça de correu des del menú contextual de Mail";
"COPYNAMEMAIL_NO" = "Ocultant el nom quan es copia l'adreça de correu des del menú contextual de Mail";
"REINIT_MAIL" = "Reseteig dels paràmetres emmagatzemats de Mail";

"TRACKNUMBER_NO" = "Ocultant els números de pista a l'importar a iTunes";
"TRACKNUMBER_YES" = "Mostrant els números de pista a l'importar a iTunes";
"AUTOPLAY_NO" = "Desactivant la reproducció mentre s'importa en iTunes";
"AUTOPLAY_YES" = "Activant la reproducció mentre s'importa en iTunes";
"DISABLESTORE_NO" = "Activant l'iTunes Store en iTunes";
"DISABLESTORE_YES" = "Desactivant l'iTunes Store en iTunes";
"SHOWPING_YES" = "Mostrant els botons Ping en les llistes d'iTunes";
"SHOWPING_NO" = "Ocultant els botons Ping en les llistes d'iTunes";
"ITUNESLINKS_YES" = "Mostrant les fletxes d'enllaç del iTunes";
"ITUNESLINKS_NO" = "Ocultant les fletxes d'enllaç del iTunes";
"LINK_MS" = "Redireccionant les fletxes d'enllaç a la Music Store";
"LINK_LIB" = "Redireccionant les fletxes d'enllaç a la biblioteca";
"HALFSTARS_YES" = "Activant la puntuació per mitges-estrelles";
"HALFSTARS_NO" = "Desactivant la puntuació per mitges-estrelles";
"HIGHCONTRAST_YES" = "Activant la manera d'Alt Contrast a iTunes";
"HIGHCONTRAST_NO" = "Desactivant la manera d'Alt Contrast a iTunes";
"ITUNESZOOM_NO" = "Turning on the mini-player with the green zoom button";
"ITUNESZOOM_YES" = "Turning off the mini-player with the green zoom button";
"REINIT_ITUNES" = "Reseteig dels paràmetres emmagatzemats de iTunes";

"LOAD_IMAGELOGIN" = "Change the background image of the login window";
"RESET_IMAGELOGIN" = "Restoring the background of the login window";
"MSGLOGIN_YES" = "Visualitzant un missatge a la Finestra de Validació";
"MSGLOGIN_NO" = "Ocultant un missatge a la Finestra de Validació";
"MODIF_LOGIN" = "Modificant els paràmetres de la Finestra de Validació (Login)";
"ENABLEKIOSK" = "Activant el mode Kiosk";
"DISABLEKIOSK" = "Desactivant el mode Kiosk";
"KIOSKRESTART" = "Modificant el menú Poma."; 
"MSG_KIOSKRESTART" = "La modificació de l'estat dels elements Reiniciar, Apagar equip i Tancar sessió del menú Poma únicament seran efectius després de reiniciar el seu ordinador.\nRealment vol forçar ara el reinici?";
"HIDEBUTSESSION" = "Ocultant els botons a la Finestra de Validació";
"SHOWBUTSESSION" = "Mostrant els botons a la Finestra de Validació";
"INFOLOGIN" = "Modificant la informació de la Finestra de Validació";
"SHOWADMINUSERS_YES" = "Visualitzant els usuaris administradors a la Finestra de Validació";
"SHOWADMINUSERS_NO" = "Ocultant els usuaris administradors a la Finestra de Validació";
"SHOWLOCALUSERS_YES" = "Visualitzant els usuaris normals a la Finestra de Validació";
"SHOWLOCALUSERS_NO" = "Ocultant els usuaris normals a la Finestra de Validació";
"SHOWNETWORKUSERS_YES" = "Visualitzant els usuaris de xarxa a la Finestra de Validació";
"SHOWNETWORKUSERS_NO" = "Ocultant els usuaris de xarxa a la Finestra de Validació";
"SETBOOT" = "Configuració del mode d'arrencada";
"ALRT_BOOT" = "Vostè te seleccionat el mode usuari únic (single user) com mode d'arrencada.";
"MSG_BOOT" = "El pròxim reinici, l'ordinador no carregarà el Finder i no visualitzarà l'Escriptori. \nPer tornar al mode d'arrencada normal, introduïsca l'ordre: nvram boot-args='' ''";
"REINIT_LOGIN" = "Reseteig dels paràmetres de la Finestra de Validació";

"INDEXING_YES" = "Activant l'indexat del Disc d'Arranc";
"INDEXING_NO" = "Desactivant l'indexat del Disc d'Arranc";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "Activant la recerca Spotlight en el Diccionari";
"DICTSPOTLIGHT_NO" = "Desactivant la recerca Spotlight en el Diccionari";
"CALCSPOTLIGHT_YES" = "Activant la Calculadora en Spotlight";
"CALCSPOTLIGHT_NO" = "Desactivant la Calculadora en Spotlight";
"HIDE_SPOTLIGHTICN" = "Ocultant l'icona de Spotlight en la barra de menús";
"SHOW_SPOTLIGHTICN" = "Mostrant l'icona de Spotlight en la barra de menús";
"REINIT_SPOTLIGHT" = "Reseteig dels paràmetres de Spotlight";

"VERIFYDMG_YES" = "Activant la verificació de les imatges de discs";
"VERIFYDMG_NO" = "Desactivant la verificació de les imatges de discs";
"FORMATDMG_YES" = "Afegint altres formats de les Imatges de Disc";
"FORMATDMG_NO" = "Eliminant altres formats de les Imatges de Disc";
"DEBUGDU_YES" = "Activant el menú Debug de la Utilitat de Discs";
"DEBUGDU_NO" = "Desactivant el menú Debug de la Utilitat de Discs";
"VERIFYBURN_YES" = "Activant la verificació de Disc després de gravar";
"VERIFYBURN_NO" = "Desactivant la verificació de Disc després de gravar";
"HELPFLOAT_NO" = "Configurant el Visor d'Ajuda en mode no-flotant";
"HELPFLOAT_YES" = "Configurant el Visor d'Ajuda en mode flotant";
"ICONHELP_NO" = "Ocultant la icona del Visor d'Ajuda en el Dock i en el commutador d'aplicacions";
"ICONHELP_YES" = "Mostrant la icona del Visor d'Ajuda en el Dock i en el commutador d'aplicacions";
"DEBUGHELP_NO" = "Desactivant el mode Debug en el Visor d'Ajuda";
"DEBUGHELP_YES" = "Activant el mode Debug en el Visor d'Ajuda";
"X11ALERTQUIT_NO" = "Desactivant el missatge d'alerta abans de sortir de X11";
"X11ALERTQUIT_YES" = "Mostrant el missatge d'alerta abans de sortir de X11";
"APP_X11" = "Modificant l'aplicació a executar al carregar el X11";
"SSBONJOUR_YES" = "Mostrant el navegador Bonjour a Compartir Pantalla";
"SSBONJOUR_NO" = "Ocultant el navegador Bonjour a Compartir Pantalla";
"SSTOOLBAR_YES" = "Mostrant la barra d'eines completa a Compartir Pantalla";
"SSTOOLBAR_NO" = "Ocultant la barra d'eines completa a Compartir Pantalla";
"DASHBOARD_YES" = "Activant Dashboard";
"DASHBOARD_NO" = "Desactivant Dashboard";
"DEVMODE_YES" = "Activant el Mode Desenvolupador del Dashboard";
"DEVMODE_NO" = "Desactivant el Mode Desenvolupador del Dashboard";
"RIPPLE_YES" = "Turning on the ripple effect on adding new widget";
"RIPPLE_NO" = "Turning off the ripple effect on adding new widget";
"DEBUGARD_YES" = "Activant el menú Debug de Apple Remote Desktop";
"DEBUGARD_NO" = "Desactivant el menú Debug de Apple Remote Desktop";
"DEBUGICAL_YES" = "Activant el menú Debug de iCal";
"DEBUGICAL_NO" = "Desactivant el menú Debug de iCal";
"DATADETECTICHAT_NO" = "Desactivant els Data Detectors d'iChat";
"DATADETECTICHAT_YES" = "Activant els Data Detectors d'iChat";
"FOCUSTERMINAL_YES" = "Activant el focus de les finestres del Terminal";
"FOCUSTERMINAL_NO" = "Desactivant el focus de les finestres del Terminal";
"ASINSPECTOR_YES" = "Activant el Inspector AppleScript en Interface Builder";
"ASINSPECTOR_NO" = "Desactivant el Inspector AppleScript en Interface Builder";
"REINIT_MISC" = "Reseteig de diversos paràmetres emmagatzemats";

"NO_SN" = "Número de serie no inicialitzat. \nProbablement la placa base ha estat substituïda.";
"PURGE_MEMORY" = "Purging the inactive memory";
"DISABLE_SWAP" = "Turning off the virtual memory";
"ENABLE_SWAP" = "Turning on the virtual memory";
"MODIF_JOURNAL" = "Modificant l'estat del registre del HFS+";
"JOURNAL_YES" = "Activant el Registre HFS+";
"JOURNAL_NO" = "Desactivant el Registre HFS+";
"SHOW_MINIPROFILE" = "Mostrant el perfil mini";
"SHOW_BASICPROFILE" = "Mostrant el perfil bàsic";
"SHOW_FULLPROFILE" = "Mostrant el perfil complet";
"SAVE_MINIPROFILE" = "Guardant el perfil mini";
"SAVE_BASICPROFILE" = "Guardant el perfil bàsic";
"SAVE_FULLPROFILE" = "Guardant el perfil complet";
"PROFILE_SAVED" = "Perfil guardat";
"MSG_XMLSAVED" = "El perfil de la seva configuració de maquinari i programari ha estat guardat en format XML (.spx) a l'Escriptori.";
"MSG_TXTSAVED" = "El perfil de la seva configuració de maquinari i programari ha estat guardat en format Text (.txt) a l'Escriptori.";

"DEL_LOG" = "Esborrant el Registre OnyX";
"NEWLOG" = "Nou registre creat...";
"DEL_REPORTS" = "Esborrant els Informes d'error d'OnyX";

"BAD_SYSTEM" = "OnyX no funciona amb esta versió de Mac OS X.";
"GOOD_SYSTEM" = "Esta versió d'OnyX requereix Mac OS X version 10.6 (Snow Leopard).";
"BADPASS" = "El nom o la contrasenya introduïda no és correcta.";
"MSG_BADPASS" = "Prova a introduir la seva informació de nou.";

"ERROR" = "Error: ";
"MSG_NOSCRIPTLOG" = "These maintenance scripts have probably never been executed.";
"ERR_ONYXLOG" = "Registre de Sistema OnyX desactivat.";
"MSG_ONYXLOG" = "Vostè probablement ha personalitzat el format de data i hora en les Preferències del Sistema. Un error de Sistema impedeix el funcionament del registre de sistema d'OnyX.";
"ERR_UPDLOCATE" = "S'ha detectat un error mentre es reconstruïa la base de dades locate.";
"ERR_UPDWHATIS" = "S'ha detectat un error mentre es reconstruïa la base de dades whatis.";
"NOT_FOUND" = "Cap element encontrat";
"ERR_INFOJOURNAL" = "S'ha detectat un error mentre es llegia l'estat del journaling. Impossible activar-lo o desactivar-lo.";
"ERR_ENABLEJOURNAL" = "S'ha detectat un error mentre s'activaba el journaling.";
"ERR_DISABLEJOURNAL" = "S'ha detectat un error mentre es desactivaba el journaling.";
"ERR_LOAD" = "Error de Càrrega.";
"ERR_DEVTOOLS" = "An error has been detected while installing the Preference Pane.";
"ERR_SYNTAX" = "Error de sintaxi en el(s) següent(s) fitxer(s):";
"ERR_DSSTORE" = "S'ha detectat un error mentre s'esborraven els fitxers .DS_Store.";
"MSG_DSSTORE" = "Verifique la ruta...";
"ERR_DATAENTRY" = "Error d'entrada de dades.";
"ERR_NONAME" = "No s'ha especificat un nom. Per favor introduïsca un.";
"ERR_POINTNAME" = "El nom especificat comença amb un punt. Els fitxers que comencen amb un punt son ocults per al sistema. Per favor introduïsca un altre nom.";
"NO_ANIMDESKTOP" = "No ha seleccionat cap fons d'Escriptori.";
"CHOOSE_ANIMDESKTOP" = "Per favor seleccione un fons d'escriptori i prema Iniciar.";
"MSGLOGIN" = "Missatge no registrat.";
"ERR_MSGLOGIN" = "Probablement vostè ha usat caràcters especials no autoritzats. Per favor modifique el seu missatge i torne a intentar-ho...";
"ERR_UPDATE" = "S'ha detectat un error mentres es buscaba una actualització d'OnyX.";
"ERR_UPDATERETRY" = "S'ha detectat un error mentre se cercava una actualització d'OnyX. El Lloc Web no està disponible en aquest moment o vostè no està connectat a Internet. Per favor, intente'ho més tard.";
"NO_FILE" = "Arxiu inexistent";
"NOCOMMAND" = "Cap ordre seleccionada...";
"SELECT_COM" = "Per favor seleccione una ordre de la llista o introduïsca una ordre en el camp de búsqueda.";
"NO_MAN" = "Cap entrada de manual per al comandament: ";
"UNKNOWN_COM" = "Ordre o entrada de manual desconeguts.";
"EMPTY_LIST" = "Empty list.";
"NO_SELECTION" = "Cap element seleccionat";
"MSG_NOCASE" = "Per favor seleccione una opció al menys i prove-ho altra vegada.";
"ERR_TYPEPROFILE" = "Perfil no definit.";
"MSG_TYPEPROFILE" = "Per favor seleccione un estil de perfil...";
"ERR_FORMATPROFILE" = "Format no definit.";
"MSG_FORMATPROFILE" = "Per favor seleccione un format de perfil...";
"MSG_SAVEPROFILE" = "Error detected while saving the profile of your configuration.";
"NO_LOGONYX" = "El registre d'OnyX (~/Library/Logs/OnyX.log) no existeix. Este pot haver estat esborrat.";
"BAD_CRASHONYX" = "El fitxer seleccionat no és un informe de diagnòstic d'OnyX o ha estat renomenat.";

"ALRT" = "Avís!";
"ALRT_HIDEDISK" = "Realment desitja ocultar el disc d'arrencada?";
"ALRT_FINDER" = "OnyX va a reiniciar el Finder. Verifique que no n'hi ha cap operació en curs (copiar o moure fitxers, buidar la paperera...) i prema Continuar.";
"ALRT_SYSTEMUISERVER" = "OnyX va a reiniciar el procés SystemUIServer. Este procés mostra les icones situades a la dreta de la barra de menú.";
"ALRT_APPS" = "OnyX va a Forçar la sortida d'algunes aplicacions. Verifique que no n'hi ha cap operació en curs i els seus documents estan guardats i prema Continuar.";
"ALRT_ALLAPPS" = "OnyX tancarà totes les aplicacions obertes.";
"ALRT_FINDERAPPS" = "OnyX va a Forçar la sortida de Finder i d'algunes aplicacions. Verifique que no n'hi ha cap operació en curs i els seus documents estan guardats i prema Continuar.";
"ALRT_RESTOREDOCK" = "OnyX will restore and relaunch the Dock. The parameters will be reset and the display will be the same as when the System and the applications were first installed.";
"ALRT_REINITDOCK" = "OnyX will reset the Dock's parameters and relaunch it.";
"ALRT_DOCK" = "OnyX reiniciarà el Dock.";
"ALRT_SAFARI" = "OnyX va a Forçar la sortida de Safari. Verifique que no n'hi ha cap descarrega en curs i prema Continuar.";
"ALRT_ITUNES" = "OnyX va a Forçar la sortida d'iTunes. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_DU" = "OnyX va a Forçar la sortida de la Utilitat de Discs. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_TERM" = "OnyX va a Forçar la sortida de Terminal. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_QTPLAYER" = "OnyX va a Forçar la sortida de QuickTime Player. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_MAIL" = "OnyX va a Forçar la sortida de Mail. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_ARD" = "OnyX va a Forçar la sortida de Apple Remote Desktop. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_ICAL" = "OnyX va a Forçar la sortida de iCal. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_ICHAT" = "OnyX va a Forçar la sortida de iChat. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_HELPVIEWER" = "OnyX va a Forçar la sortida del Visor d'Ajuda. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_X11" = "OnyX va a Forçar la sortida de X11 i les seues aplicacions. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_SS" = "OnyX va a Forçar la sortida de Compartir Pantalla. Verifique que no n'hi ha cap operació en curs i prema Continuar.";
"ALRT_IB" = "OnyX va a Forçar la sortida de Interface Builder. Verifique que no n'hi ha cap operació en curs i prema Continuar.";

"APPLE" = "per Apple Inc.";
"BARRIERE" = "per Joël Barrière";
"MARCHAND" = "per Jérémy Marchand";
"PETERSEN" = "per Dirk Petersen";
"BESSON" = "per Mathieu Besson";
"KINO" = "per Nato Kino";
"BENNETT" = "per Francisco O. Bennett";
"IDIART" = "per Dominique Idiart";
"BLOIS" = "per Jonathan Blois";
"BOUKARABILA" = "per Karim Boukarabila";
"HEUVEL" = "per Vincent van den Heuvel";
"HAWTIN" = "per Michael Hawtin";
"WONDRACK" = "per James Wondrack";
"TOOHEY" = "per Will Toohey";
"COLASHEEP" = "per Cola Sheep";
"RAZAN" = "per John D. Razan";
"J2MC" = "per Jose Juan Medina Cabrera";
"RHINEHART" = "per Brian Rhinehart";
"TOM" = "per Tom";
"LANHAM" = "per David Lanham";

"UNINSTALL_ONYX" = "Realment desitja desinstal·lar OnyX i els components creats durant la instal·lació i l'ús de l'aplicació?";
"QUIT_ONYX" = "Realment desitja eixir d'OnyX?";
